import React from 'react'
import Pozadina from '../images/onama.jpeg'
import "../styles/Onama.css"

export default function Onama() {
  return (
    <div className="body" style={{backgroundImage: `url(${Pozadina})`}}>
    <div style={ {
            height: '100%',
            width: '100%',
            backgroundColor: 'rgba(0, 0, 0, 0.7)',
  }}>
      <div>
      <h1 className="naslovonama">O nama</h1>
      <h4 className='h4text'>Већ 29 година на услузи грађанима Косовске Митровице</h4>
        <div className="okoteksta">
      <p className='text3'>Јавно предузеће Дирекција за стамбени и пословни простор
       чији је оснивач  Општина Косовска Митровица, 
      део је комуналног система града. Дирекција постоји од 1992. године,
       а под актуелним званичним 
      називом функционише од 2009. године. </p>
     
      <p className='text3'>Дирекција се пре свега бави евиденцијом и управљањем
         становима којима располаже Општина Косовска Митровица,
          одржавањем заједничких делова и просторија зграда које
           се налазе у систему одржавања као и уређаја и инсталација у њима, 
           управљањем пословним простором којим располажу предузеће и општина,
            као  и  извођењем грађевинских радова мањих обима који обухватају 
            хитне интервенције и неодложне радове, текуће одржавање и
             специфичне радове по понуди.</p>

           <p className='text3'>Од 2018. године, под ингеренцијом Дирекције, налазе се 
            две јавне градске гараже у Косовској Митровици, 
            Јавна градска гаража „Сутјеска“ и Јавна градска гаража „Филип Вишњић“,
             а од 2019. и паркиралиште привременог каракртера  „Иво Лола Рибар“.</p>

             <p className='text3'>Од 2018. године, под ингеренцијом Дирекције, налазе се 
            две јавне градске гараже у Косовској Митровици, 
            Јавна градска гаража „Сутјеска“ и Јавна градска гаража „Филип Вишњић“,
             а од 2019. и паркиралиште привременог каракртера  „Иво Лола Рибар“.</p>

             <p className='text3'>Од 2018. године, под ингеренцијом Дирекције, налазе се 
            две јавне градске гараже у Косовској Митровици, 
            Јавна градска гаража „Сутјеска“ и Јавна градска гаража „Филип Вишњић“,
             а од 2019. и паркиралиште привременог каракртера  „Иво Лола Рибар“.</p>

             <p className='text3'>Од 2018. године, под ингеренцијом Дирекције, налазе се 
            две јавне градске гараже у Косовској Митровици, 
            Јавна градска гаража „Сутјеска“ и Јавна градска гаража „Филип Вишњић“,
             а од 2019. и паркиралиште привременог каракртера  „Иво Лола Рибар“.</p>

             <p className='text4'>Од 2018. године, под ингеренцијом Дирекције, налазе се 
            две јавне градске гараже у Косовској Митровици, 
            Јавна градска гаража „Сутјеска“ и Јавна градска гаража „Филип Вишњић“,
             а од 2019. и паркиралиште привременог каракртера  „Иво Лола Рибар“.</p>
             </div>
          
          </div>
    </div>
    </div>
  )
}
